---
kind: other
id: Methods.T:Autodesk.Revit.DB.Face
source: html/44ef6f00-bbc7-e928-ecc3-2101d798512c.htm
---
# Face Methods

Returns the first partial derivatives of the underlying surface at the specified point.